Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/D10C.tmx
Source language: en_us
Languages: zh_cn

source: The origins of Christianity: An atheist's guide
zh_cn: 基督教的起源: 人创造了上帝

source: THE rulers of ancient Rome were ruthlessly pragmatic in matters of religion.
zh_cn: 在宗教问题上，古罗马的统治者们是彻头彻尾的实用主义者。

source: When a tribe was subdued and its lands added to the imperial realm, Rome would appropriate the subject-people's gods and add them to an ever-growing pantheon of exotic divinities.
zh_cn: 每当罗马征服一个部族，把它的领土并入帝国的版图之后，他们都会赞美被征服部族的神，并把这些神添加到不断扩充的众神之殿里。

source: When Augustus asserted supreme political power, he also claimed divine status; the cities of the empire were encouraged to compete with one another in the fervour of their emperor-worship.
zh_cn: 当奥古斯都取得最高政治权利之后，他宣称自己也具有神性；并鼓励帝国的各个城邦争相表达他们对君主的崇拜之情。

source: In her sweeping account of relations between faith and power at the dawn of the Christian era, Selina O'Grady presents the political uses of pagan religion, set amid all the luxury and decadence of Roman life, with great relish and descriptive power.
zh_cn: 赛琳娜奥葛莱迪周详地探究了基督教萌芽时期信仰和权力的关系，她以非常生动和富于色彩的笔调，描述了在罗马奢侈腐化的生活环境中，政治权力是如何利用异教的。

source: She goes on to examine the interplay of authority and faith in many other parts of the world, particularly in Persia, India and China.
zh_cn: 此外，她还进一步探究了在世界其它很多地方（特别是波斯、印度和中国）权力和信仰的互动关系。

source: The result is an enjoyable, informative romp through the subject of comparative religion.
zh_cn: 她的书带着人们在比较宗教学的领域做了一番富有情趣和增加见识的旅行。

source: But Ms O'Grady, a British broadcaster and writer, has a more ambitious purpose.
zh_cn: 但是，奥葛莱迪小姐的目的远不止于此。

source: By looking at many different forms of theocracy and Caesaropapism, she hopes to create a context that renders comprehensible the emergence of Jesus of Nazareth as a preacher in villages in Galilee, the wildfire spread of Christianity, and its adoption as the official religion by the Roman empire.
zh_cn: 通过探究各种不同形式的神权政治和政教合一主义，她试图创造一个理论平台，借此可以解释这样一些现象：在加利里的村庄传教的拿撒勒的耶稣是怎样产生的；基督教是怎样迅猛发展并被罗马帝国奉为国教的。

source: In other words, she is seeking a straightforward secular explanation for the historical phenomenon that Christianity itself ascribes to the work of the Holy Spirit.
zh_cn: 换句话说，她试图对基督教被认为是圣灵的创造物这样一个历史现象，给出直接了当的、世俗性的解释。

source: She thus enters an arena into which biblical scholars began crowding half a century ago: how, if at all, does the "historical Jesus" relate to the Christ of faith and dogma?
zh_cn: 这样，她就进入了一个学术领域，这个领域在半世纪前开始就有越来越多的圣经学者在给以关注了：“历史上的耶稣”（假如真的存在的话）和信仰上及教义上的基督是什么关系？

source: With accomplished journalistic flair, she posits answers with far greater confidence than any academic writer, choking on footnotes, could muster.
zh_cn: 作为一个熟练的新闻从业者，她在回答这些问题时，比那些钻牛角尖的学术界作者表现得更为自信。

source: To the scholarly secular enquirer, certainty about the historical Jesus is elusive.
zh_cn: 在那些持世俗观点的学者看来，“历史上的耶稣”完全是虚幻的。

source: The written evidence is thin to non-existent, and the import of the Dead Sea Scrolls, one of the few sources for the period that is mainly in a Semitic language, is hotly contested.
zh_cn: 关于他的文字证据微乎其微，而对于“死海古卷”（主要由闪语写成的、关于那个时期的少数文献之一）中的记载，人们有着很大的争议。

source: But Ms O'Grady's ideas are very clear. Jesus, for her, was one of many wandering preachers and miracle-workers who made no particular claim to be divine but did articulate a form of Jewish nationalism.
zh_cn: 但是奥格莱迪小姐的观点很清晰，在她看来，耶稣只是当时众多的漫游传教者和魔法师之一，他并没有特别强调自己的神性，却表达了某种形式的犹太民族主义。

source: (Why, one might object, did he urge followers to "render unto Caesar what is Caesar's?") The "Son of God", in whose name Roman and Byzantine emperors ruled, was in Ms O'Grady's view constructed by Paul, who fashioned Christianity into a religion that was both universalist (appealing, as Islam does, to the whole of humanity) and politically quietist, and therefore ideal for an empire.
zh_cn: （反对者可能会问：那为什么耶稣要告诉他的追随者“凯撒的归凯撒”呢？）奥格莱迪小姐认为，“上帝之子”（罗马和拜占庭的君主都以他的名义实施统治）是保罗创造出来的，他把基督教变得既具普适性（像回教一样对全人类具吸引力），又在政治上清静无为，从而被君主国家所欣赏。

source: The author makes some good points.
zh_cn: 奥格莱迪的观点是有道理的。

source: Imperial peace, both in ancient Rome and in other eras, was in a paradoxical way a cause of social and cultural dislocation.
zh_cn: 不管是在古罗马还是其他时代，帝国的安宁都是社会和文化错位的原因之一（虽然这看起来有些不符常理）。

source: It made commerce and travel possible, allowing intercourse between separate ethnic and religious groups.
zh_cn: 这种安宁有助于商业和旅行活动以及不同种族和宗教之间的交流。

source: Her argument that universalist religion is useful to an empire is sound though not original; work by a British scholar, Garth Fowden, on monotheism in late antiquity should have been included in her bibliography.
zh_cn: 她关于普适性宗教有利于君主国的观点虽然有道理，但并不是她的首创，英国学者加斯-福丹关于晚古时代一神论的著述，应当列入她的参考书目。

source: Ms O'Grady observes that Paul was, in a sense, solving a private problem when he devised a religion for the whole of humanity--the identity problem of a devout and zealous Jew who had a Greek education and was a Roman citizen.
zh_cn: 奥格莱迪小姐认为，在某种意义上说，保罗在为整个人类设计一个宗教的同时，也解决了一个他自己的私人问题——作为一个受过希腊教育的虔诚狂热的犹太教徒，同时又是罗马公民，他自己的身份认同问题。

source: Three centuries later, Rome's masters found that Paul's answer to his own dilemmas corresponded precisely to the empire's ideological needs.
zh_cn: 三个世纪以后，罗马的统治者们发现，保罗解决自己困境的方式，恰好适合帝国的意识形态需要。

source: Her argument rises to a crescendo in a final chapter about how "Paul created Christ"; or how the apostle devised a serviceable form of world-religion based on his mystical intimations of a divine figure whom he had "met" only in visions.
zh_cn: 她的观点在最后一章中达到了高潮。这一章论述“保罗怎样创造了基督”，或者说，这位传道者怎样基于一个神人（保罗只在幻觉中“遇到”过他）给他的的神秘暗示，创造出一个可以被追随的世界性宗教。

source: Both ends of her argument--that Paul responded creatively to his personal dilemmas, and that belief in one God held the late Roman empire together--are convincing enough; but in her attempts to trace what happened in the first 300 years of Christian history, many causal links are missing.
zh_cn: 她的两个论点——保罗创造性地克服了他自己的定位困境；一神教信仰保持了晚期罗马的统一——都是很有说服力的。但是，当她谈到基督教头三百年的历史时，很多因果关系没有得到说明。

source: Even were the reader persuaded to allow that enduring jail, whippings and shipwrecks was Paul's own approach to identity politics, it is still hard to understand how he persuaded so many others to follow suit.
zh_cn: 即便她能说服读者相信，忍受牢狱、鞭笞和海难是保罗自己对待“身份政治”的态度，但读者仍然很难理解，为什么保罗能说服那么多的人追随他。

source: Whatever the answer, it surely takes more than a 30-page chapter to set it out.
zh_cn: 不管答案是什么，只有三十页的一章肯定是难以胜任这个任务的。
